export const selectionRules = {
  // 允许用户选择的头盔的 ID
  allowedHelmetIds: [
    '0000', // 无
    
    '3001', // H07战术头盔

    '3002', // DAS防弹头盔

    '3003', // MC201头盔

    '3004', // D6战术头盔

    '4001', // MHS战术头盔

    '4002', // DICH训练头盔

    '4003', // GT1战术头盔

    '4004', // Mask-1铁壁头盔

    '5002', // H09防暴头盔

    '5003', // DICH-1战术头盔

    '5004', // GN重型头盔

    '5005', // GN久战重型夜视头盔

    '5006', // GN重型夜视头盔

    '6001', // DICH-9重型头盔

    '6002', // H70精英头盔

    '6003', // H70夜视精英头盔

    '6004', // GT5指挥官头盔


  ],

  // 允许用户选择的护甲的 ID
  allowedArmorIds: [
    '0000', // 无

    '3003', // TG-H防弹衣

    '3004', // 射手战术背心

    '4001', // 武士防弹背心

    '4002', // HMP特勤防弹衣

    '4003', // 突击手防弹背心

    '4004', // DT-AVS防弹衣

    '4005', // MK-2战术背心

    '5001', // 精英防弹背心

    '5002', // FS复合防弹衣

    '5003', // Hvk-2防弹衣

    '5004', // 重型突击背心

    '6001', // HA-2防弹装甲

    '6002', // 特里克MAS2.0装甲

    '6003', // 金刚防弹衣

    '6004', // 泰坦防弹装甲

  ],
};